export default [
  {
    name: 'Kareem Kamal',
    linkedin: 'kkmet',
    tags: [],
    travelDate: '2019-05-27',
    travelCompany: 'Sendcloud',
    travelPosition: 'Frontend Developer',
    travelCountry: 'Netherlands',
    yearsOfExperienceAtTravel: 1,
    firstJobAbroadDetails: `
    فى البداية انا اشتغلت فريلانس فترة خلال دراستى فى اى تى اى
    وبعد نهاية الدراسة كنت عايز اسافر جدا ف مقدمتش ف اى شركة ف يوم التوظيف اللى كان فى اخر المنحة
    وبعد ما خلصنا سافرت الامارات ادور على شغل هناك مباشرة
    اعدت شهر وقدمت فى اماكن كتير اغلبهم مكانش بيعتد بالخبرة الفريلانس
    وايضا لقيت ان اغلبهم كان بيوفر ويجيب فريق كامل ريموت بدل ما يضطر يدفع راتب اعلى لحد موجود فى الامارات
    رجعت وقررت اخد خبرة فى شغل Full-time واشتغلت فى قربي فى سبتمبر 2018
    وبعد كام شهر ابتديت اقدم تانى ف شغل ف اوروبا وامريكا
    الاغلبية العظمى طبعا كانت بتتجاهلنى او تبعتلي Rejection
    لانى كنت فى مصر ومعنديش سنين خبرة كتير
    وبعد تقديم كتير فى شركتين وصلت فيهم لتكنيكال انترفيو
    واحدة اترفضت فيها كانت فى النمسا اسمها LOOP
    والتانية كانت Sendcloud اللى عديت واتقبلت فيها
    الشركتين قدمت فيهم من Glassdoor
    عموما الشركات فى انجلترا كانت اقل شركات بتتجاوب
    عموما الشركة كانت بتبص على المستوى التكنيكال بغض النظر عن السنين
    حاليا Sendcloud فيها مصريين كتير وبتكبر لو حد عايز يقدم فيها
    `,
    generalDetails: ``,
  },
  {
    name: 'Ahmed Ali',
    linkedin: 'ahusseinali',
    tags: ['Google'],
    travelDate: '2013-10-01',
    travelCompany: 'Microsoft',
    travelPosition: 'Software Development Engineer',
    travelCountry: 'United States',
    yearsOfExperienceAtTravel: 0,
    source: 'https://www.linkedin.com/posts/ahusseinali_%D8%A5%D8%B2%D8%A7%D9%8A-%D9%88%D8%B5%D9%84%D8%AA-%D9%84%D8%AC%D9%88%D8%AC%D9%84-%D8%A3%D9%86%D8%A7-%D9%85%D9%83%D8%A7%D9%86%D8%AA%D8%B4-%D8%AE%D8%A7%D8%B1%D9%82-%D9%84%D9%84%D8%B9%D8%A7%D8%AF%D8%A9-%D9%88%D9%84%D8%A7-activity-6796365001742516224-w_-b/',
    firstJobAbroadDetails: `
    إزاي وصلت لجوجل؟
    أنا مكانتش خارق للعادة ولا كنت متسابق في الخواريزمات ولفترة كبيرة كنت شايف جوجل حاجة مستحيل الوصول ليها اساسا فمكانتش هدف عايز اوصله والكلام ده.

    بس ده في واقع الامر فكرة اساسها الجهل بالشئ ومدى امكانية تحقيقه.

    الخروج من مصر اصلا لشغل برة مكانش هدف قوي باسعى وراه ولفترة كبيرة كنت مشتت مابين الاكاديميا (ماجستير ودكتوراه) ومابين الشغل العملي (انا كنت معيد في الكلية ايامها)

    الشغل في مايكروسوفت كان خليط من المصادفات والتوفيق (صديق عزيز من الكلية بيشتغل هناك اقنعني اقدم في ايفينت توظيف كبير للشركة في تركيا) وانا مكانتش محضر نفسي لأي حاجة مميزة وللأسف المصادر للتحضير ايامها كانت محدودة جدا.
    بس توفيق ربنا اراد اني اتوفق فيها وانهم يبقوا عايزين ناس كتير فمكانوش بينقوا اوي.

    ولما سافرت امريكا اشتغل بدأت الشركات المنافسة تكلمني اكتر بكتير.
    ليه؟ علشان انا سافرت وجيت خلاص يعني معايا فيزا ينفع بيها اشتغل معاهم من تاني يوم.

    جوجل انتقلت من حيز الاستحالة للواقعية مع اول مرة جربت اعمل معاهم انترفيو.
    حسيت ان الاسئلة مش تعجيزية ولا عايزة ناس خارقة علشان تتجاوب. هي بس عايزة شوية تركيز.

    عملت انترفيو معاهم مرتين واترفضت في المرتين. اول مرة كسرت حاجز الرهبة والهالة المحيطة بجوجل. تاني مرة اتعلمت اني لازم احضر كويس قبل ماروح تاني.

    تالت مرة كنت اتعلمت الدرس وكنت مجهز نفسي من قبلها بشهرين والحمد لله اتوقفت فيها وكانت نقلة كبيرة في تفكيري وخبرتي ونظرتي للحياة العملية ككل.

    دمتم موفقين
    `,
    generalDetails: ``,
  },
  {
    name: 'Wael Ghonim',
    linkedin: 'ghonim',
    tags: ['Google'],
    travelDate: '2008-09-01',
    travelCompany: 'Google',
    travelPosition: 'Head of Marketing - Middle East',
    travelCountry: 'United Kingdom',
    yearsOfExperienceAtTravel: 5,
    firstJobAbroadDetails: `
    فى 2005 وانا عندى 24 سنة قدمت علي وظيفة المدير الاقليمي لجوجل ساعتها عملت 8 انترفيوز اخر انترفيو اترفضت
    بس خلال الانترفيوهات دى سيبت good impression ان انا شاب صغير فى السن مجتهد
    عملت بحث كانو طلبوه منى, لما طلبو منى فى الانترفيو اعمل بحث مقعدتش اقول بقى ايه دا يا عم دا بيطلبو منى بحث بيشغلونى ببلاش
    لا دانا اعدت اتصل بصحابى اسالهم والم داتا يمين وشمال واحاول اشوف الاسواق التانية كمان
    يعنى مثلا انا فاكر اياميها اعدت اقرا ازاى جوجل دخلت سوق اسيا وسوق اوروبا
    كل ما تجمع معلومات عن الاسواق كل ما هتعمل احسن فى الانترفيو
    والحمدلله سيبت good impression بس هم قالو دا صغير معندهوش خبره
    لان الراجل اللى فى الاخر قالى انت حضرت اى عمليات بيع شركات قولتله لا والله يا اخى
    ابويا لما باع العربية حضرت البيعة دى كانت بيعة مهمة بس انا راجل متعلم عالانترنت ومتجوز عالانترنت وعايش عالانترنت
    فهم حبونى عشان كدا
    يوميها لما جالى جواب الرفض حسيت كان واحدة حبيبتى سابتنى, حزن واكتئاب وزعل
    بس انا كنت فاهم نقط ضعفى هم كانو زعلانين انى جايب مقبول فى هندسة
    فدخلت MBA وكنت اعد بصلح دا كنت 4.0
    بشوف انا عيوبى فين المجتمع مش عاجبة ايه عنى
    انتو بتقولو انى مبعرفش اذاكر طالب فاشل دراسيا طب يلا اهو 4.0 فى الجامعة الامريكية منقصتش ف اى مادة
    ويشاء العليم القدير انى 2006 اقدم واترفض, 2007 اقدم بردو اترفض
    2008 بقى كنت جاهز ومستعد والظروف كانت مناسبة والبوزيشن كان مناسب
    هم كل مرة كانو بيقولولي بعد ما اترفض انى اقدر اقدم تانى وانا اشك فى نفسى انهم عاملينلى بلاك ليست ومش هيشغلونى
    فى 2008 كنت انا ساعتها المدير بتاع شركة mubasher.info اللى وقتها كانت من اكبر المواقع الاقتصادية فى العالم العربى
    بيدخل عليه اكتر من 2 مليون فى الشهر
    وانا كنت قايل لصحابى لو جوجل عندهم وظيفة واحد بيلمع عربيات انا عايز ادخلها انا لازم اشوف السيستم دا من جوا
    المهم لقيت جوجل بتدور على مدير اقليمي للتسويق فى الشرق الاوسط وانا كان وضعى احسن بال MBA ومدير شركة فيها 120 نفر
    انا المسئول عنهم وعاملين نجاح كويس جدا
    انا كنت بعد ابعت السى فى كل مرة ميردوش فجأة لقيت جايلى مكالمة تليفون من حد فى لندن
    احنا جوجل وانا عايزة اسالك سؤال, فى مديرة فى لندن موجودة دلوقتى فى مصر لبيزنس بس هى قالت انها حابة تقابلك
    هى قرت عنك فى الانترفيوز القديمة وحابة تقابلك بخصوص وظيفة المدير الاقليمي فى الشرق الاوسط
    وانا قولت يااه يس بليز هاتى الابلة دى اقابلها بس لازم طبعا اصطنع تقل شوية ودى بردو حاجه الواحد لازم يتعلمها فى الحياة
    المهم روحت لقاء فى الفندق مديرة تركية قالتلي انا سمعت عنك وشوفت الresearch اللى انت كاتبه من كذا سنة
    انت كاتب حاجات احنا عملنا منها كتير برافو عليك انا بصراحة انبهرت
    فى ناس تانية كانت تقولى ايه اللى انت اعدت تكتبه دا انت ضيعت وقتك واديهم رفضوك بس انا مكنتش بشوفها كدا
    انا كنت بشوف ان انا داخل excercise انا بتعلم فيه اصلا ازاى ابص عالماركت عشان احاول اشرحة لشركة اجنبية بتحاول تخش الماركت
    دى لعبة حلوه ليه معملهاش وليه معدش اتخيل وافكر واسال صحابى والم الداتا واعمل الورقة الحلوة اللى يشاء العليم القدير انها بعد كذا سنة
    تبقى واحدة من الاسباب الرئيسية اللى لفتت انتباه الست دى اللى قالت انا عايزة اشوف الشاب دا اهو فات تلات سنين يمكن كبر وبقى حاجه
    وساعتها ممكن ناخده بقى وقد كان
    وقالتلي انا عايزة اسالك بقى انت ايه رايك فى اللى بيحصل دلوقتى فى الماركت واعدت اقولها بقى رأيي لانى كنت مذاكر
    انا لم كنت بترفض كنت اعد بتابعهم يوم بيوم واوصل لاى حد اتعرف عليه, بس مش بالطريقة الرخمة بجنتله
    ف الست قالتلى الورقة دى ممتازة انت بتشتغل ايه دلوقتى ف اعدت حكيتلها على شغلى والانترفيو مشى زى الفل
    فقالتلى انا هدخلك البروسس بتاعت البوزيشن انا خلاص اتمنى انك انت اللى تاخد الشغلانة وانا بقولك الكلام دا ليك انت بس متقولوش لحد
    وهى بالمناسبة كانت مسئوله عن التعيين بس مش بتاخد القرار لوحدها كان في كونسالتو خمسة انترفيوز ناس ف امريكا ناس ف فرنسا
    وفى الاخر روحت قابلت الوحش, اللى ماسكة التسويق فى اوروبا اللى هي مديرة اللى هتبقى مديرتى يعنى هى فوق خالص
    روحت قابلتها فى لندن قالتلي انت ليه عايز تشتغل فى جوجل وعمال تقول لكل الناس انك حريص اوى انك تشتغل فى جوجل
    قولتلها انا شاب مصرى حياتى اتغيرت من وانا عندى 18 سنة بسبب الانترنت للاحسن لدرجة ان انا حتى الجواز اتجوزت من على الانترنت فاعدت تضحك
    انا نفسى العالم العربى يبقى مكان احسن انا مؤمن ان مش هيبقى فى تغيير سياسى التغيير بيحصل بتغيير الثقافة ان المجتمع يبقى عنده access للمعلومات وعنده
    فرصة انه يتعلم بنفسة ساعتها المجتمع هيبقى عنده فرصة انه يتغير, انبسطت بالاجابة وقتها
    وكان لسا عندهم concern انى جايب مقبول فى هندسة فقولتلهم انى كنت ساقط اولى بالقصد عشان اقدر احول كمبيوتر والسيستم ف مصر بيجبرنى انى اكمل مقبول
    وثانيا عشان سافرت اتجوز وانا فى تانية فسقطت بردو سنة تانية وعدتها فجبت مقبول وانتقدت نظام التعليم قولت انه مش هو المعيار
    المهم عرفت ادافع عن نفسى وهم اشترو وجهة النظر دى
    اعتقد انى سيبت imppression OK بس هى قالت لل hiring manager اللى كانت عايزة تعيننى الراجل دا انتى هتعينيه على ضمانتك
    هو جامد وكويس بس هو مش هيسمع الكلام وهيتعبك هو جو دماغة افكار وهيبقى عايز يعمل اللى فى دماغة مش فى دماغك
    لو انتى هتعرفى تتعاملي مع الوضع دا عينية, هم كان بقالهم فترة بيدورو على حد يمسك المنصب دا ومش عارفين
    وال hiring manager دى مكانش عاجبها حد ومن ساعة ما قابلتنى كنت عاجبها فهى جت قالتلى
    I'm gonna take a risk and hire you
    وقتها كان لازم Larry و Sergey يوافقو على كل حد بيتعين وانا عشان كنت جايب مقبول كان لازم يعملو special case عشان يوافقو ان انا اتعين
    والحمدلله وافقو واتعينت واستعدت ثقة فى نفسى كنت خسرتها سنين طويلة
    `,
    generalDetails: ``,
  },
]